[
    {
      "title": "ANTHROPOCENE",
      "content": "The Anthropocene concept, which claims that humans have become the planet's top environmental influencers, strikes me as a classic case of humans overestimating their importance. It's like saying we're the stars of Earth's reality show, despite the fact that many of us are more like background extras. This idea gets 2 stars from me—one for trying to give us a starring role in Earth's history and an extra one for its sheer audacity.",
      "rating": 50

    },
    {
      "title": "SOCIAL MEDIA",
      "content": "Social media: the digital playground where we pretend our lives are perfect and judge others based on their highlight reels. It's like a never-ending high school reunion, but with better filters. I give it 3 stars – one for connecting us globally, one for providing endless cat videos, and one for giving us the ability to mute that annoying relative during election season.",
      "rating": 500

    },
      {
        "title": "CLIMATE CHANGE",
        "content": "Climate change is the existential crisis of our times, with its impacts felt worldwide. From rising sea levels to intense weather events, the evidence is undeniable. It gets 10 stars for raising awareness and prompting action, even if progress is slow.",
        "rating": 2
      },
      {
        "title": "TELECOMMUTING",
        "content": "Telecommuting has revolutionized the way we work, allowing for flexibility and work-life balance. It's not without its challenges, but the benefits outweigh the downsides. I give it 15 stars for changing the workplace landscape forever.",
        "rating": 7
      },
      {
        "title": "GENETIC ENGINEERING",
        "content": "Genetic engineering holds immense potential, from curing diseases to enhancing crops. However, it also raises ethical concerns. It earns 8 stars for its groundbreaking potential and the hope it brings, tempered by the caution it necessitates.",
        "rating": 12
      },
      {
        "title": "ARTIFICIAL INTELLIGENCE",
        "content": "Artificial Intelligence is transforming industries and everyday life, from smart assistants to autonomous vehicles. While it offers incredible opportunities, it also poses risks. I give it 12 stars for innovation, tempered by the need for responsible development.",
        "rating": -1
      },
      {
        "title": "SPACE EXPLORATION",
        "content": "Space exploration ignites the imagination and pushes the boundaries of human achievement. From the moon landing to Mars missions, it showcases our curiosity and ambition. It gets 20 stars for inspiring future generations and expanding our horizons.",
        "rating": 1000
      },
      {
        "title": "RENEWABLE ENERGY",
        "content": "Renewable energy sources like solar and wind power are essential for a sustainable future. They reduce our reliance on fossil fuels and combat climate change. This topic earns 18 stars for its critical role in creating a cleaner, greener world.",
        "rating": 360
      },
      {
        "title": "CRYPTOCURRENCY",
        "content": "Cryptocurrency represents a new era in finance, offering decentralization and new investment opportunities. It's a volatile market with both risks and rewards. I give it 7 stars for innovation, but caution is advised for investors.",
        "rating": 0
      },
      {
        "title": "E-LEARNING",
        "content": "E-learning has democratized education, making it accessible to millions around the globe. It's not without its challenges, such as digital divides, but it offers flexibility and new learning methods. It gets 14 stars for revolutionizing education.",
        "rating": 280
      },
      {
        "title": "HEALTH AND WELLNESS",
        "content": "Health and wellness have become central to modern life, encompassing physical, mental, and emotional well-being. From yoga to mindfulness, the focus on holistic health is a positive trend. I give it 16 stars for promoting a balanced lifestyle.",
        "rating": 320
      },
      {
        "title": "URBANIZATION",
        "content": "Urbanization brings economic growth and cultural exchange but also challenges like congestion and pollution. The key is sustainable urban planning. This topic earns 9 stars for its dual impact on society and the environment.",
        "rating": 180
      }
    ]
  